tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "weaveworks/tap"

brew "angle-grinder"
brew "ant"
brew "arping"
brew "ascii"
brew "asciiquarium"
brew "aspell"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "buildifier"
brew "bundler-completion"
brew "catimg"
brew "checkbashisms"
brew "cmake"
brew "conan"
brew "container-diff"
brew "coreutils"
brew "cscope"
brew "csv-fix"
brew "csvkit"
brew "ctags"
brew "curl"
brew "curl"
brew "diff-so-fancy"
brew "diffoscope"
brew "diffutils"
brew "direnv"
brew "docker-clean"
brew "docker-completion"
brew "docker-compose"
brew "docutils"
brew "dos2unix"
brew "eksctl"
brew "emojify"
brew "exa"
brew "fasd"
brew "fd"
brew "fdupes"
brew "ffmpeg"
brew "ffscreencast"
brew "figlet"
brew "fmt"
brew "fnm"
brew "gem-completion"
brew "gh"
brew "gist"
brew "git"
brew "git-cal"
brew "git-extras"
brew "git-flow"
brew "git-hooks"
brew "git-lfs"
brew "glog"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnuplot"
brew "gnutls"
brew "go-jira"
brew "gource"
brew "graphicsmagick"
brew "graphite2"
brew "graphviz"
brew "grep"
brew "gron"
brew "hadolint"
brew "harfbuzz"
brew "helm"
brew "html2text"
brew "htop"
brew "hyperfine"
brew "icdiff"
brew "imagemagick"
brew "imgcat"
brew "jq"
brew "ksh"
brew "kubernetes-cli"
brew "leiningen"
brew "less"
brew "lf"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "lynx"
brew "m4"
brew "maven"
brew "maven-completion"
brew "miniupnpc"
brew "mitmproxy"
brew "mkcert"
brew "mkvtoolnix"
brew "mmv"
brew "mockery"
brew "moreutils"
brew "mosh"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "ncurses"
brew "neovim", args: ["HEAD"]
brew "netcat"
brew "nmap"
brew "nnn"
brew "no-more-secrets"
brew "noti"
brew "open-completion"
brew "openjdk"
brew "openssh"
brew "openssh"
brew "openssl"
brew "p7zip"
brew "packer"
brew "pidof"
brew "pigz"
brew "pixman"
brew "pixz"
brew "pkg-config"
brew "plantuml"
brew "podman"
brew "postgresql"
brew "protobuf"
brew "protobuf-c"
brew "protolint"
brew "pstree"
brew "pv"
brew "pwsafe"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "qpdf"
brew "qt"
brew "rails-completion"
brew "rake-completion"
brew "ranger"
brew "rapidjson"
brew "readline"
brew "recode"
brew "ripgrep"
brew "rlwrap"
brew "rmlint"
brew "rpm"
brew "rrdtool"
brew "rsync"
brew "ruby"
brew "ruby-build"
brew "ruby-completion"
brew "rust"
brew "rustc-completion"
brew "rustup-init"
brew "skopeo"
brew "screenresolution"
brew "semgrep"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "sl"
brew "sleuthkit"
brew "snappy"
brew "socat"
brew "sqlite"
brew "sqliteodbc"
brew "ssdeep"
brew "ssh-copy-id"
brew "tcl-tk"
brew "tcping"
brew "telnet"
brew "terminal-notifier"
brew "terraform"
brew "tesseract"
brew "tidy-html5"
brew "tinyproxy"
brew "tldr"
brew "tmux"
brew "todo-txt"
brew "toilet"
brew "tree"
brew "tree-sitter"
brew "uni2ascii"
brew "unrar"
brew "unzip"
brew "up"
brew "vault"
brew "vice"
brew "vim"
brew "wdiff"
brew "wget"
brew "xml-coreutils"
brew "xmlformat"
brew "xmlstarlet"
brew "xmlto"
brew "xz"
brew "youtube-dl"
brew "yydecode"
brew "zsh"

cask "alfred"
cask "balenaetcher"
cask "ballast"
cask "bartender"
cask "bitbar"
cask "bloomrpc"
cask "db-browser-for-sqlite"
cask "debookee"
cask "deckset"
cask "docker"
cask "edex-ui"
cask "font-3270-nerd-font"
cask "font-3270-nerd-font-mono"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulentsansmono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstreamverasansmono-nerd-font"
cask "font-blexmono-nerd-font"
cask "font-cascadia"
cask "font-caskaydiacove-nerd-font"
cask "font-codenewroman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-cousine-nerd-font-mono"
cask "font-daddytimemono-nerd-font"
cask "font-dejavusansmono-nerd-font"
cask "font-dejavusansmono-nerd-font-mono"
cask "font-droidsansmono-nerd-font"
cask "font-droidsansmono-nerd-font-mono"
cask "font-fantasquesansmono-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-go-mono-nerd-font-mono"
cask "font-gohu-nerd-font-mono"
cask "font-gohufont-nerd-font"
cask "font-gomono-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-hasklug-nerd-font"
cask "font-heavydata-nerd-font"
cask "font-heavydata-nerd-font-mono"
cask "font-hermit-nerd-font-mono"
cask "font-hurmit-nerd-font"
cask "font-imwriting-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-inconsolata-nerd-font-mono"
cask "font-inconsolatago-nerd-font"
cask "font-inconsolatago-nerd-font-mono"
cask "font-inconsolatalgc-nerd-font"
cask "font-inconsolatalgc-nerd-font-mono"
cask "font-iosevka-nerd-font"
cask "font-iosevka-nerd-font-mono"
cask "font-jetbrainsmono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-lekton-nerd-font-mono"
cask "font-liberation-nerd-font"
cask "font-liberationmono-nerd-font-mono"
cask "font-meslo-nerd-font-mono"
cask "font-meslolg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monofur-nerd-font-mono"
cask "font-monoid-nerd-font"
cask "font-monoid-nerd-font-mono"
cask "font-mononoki-nerd-font"
cask "font-mononoki-nerd-font-mono"
cask "font-mplus-nerd-font"
cask "font-mplus-nerd-font-mono"
cask "font-noto-nerd-font"
cask "font-opendyslexic-nerd-font"
cask "font-overpass"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggycleantt-nerd-font"
cask "font-robotomono-nerd-font"
cask "font-robotomono-nerd-font-mono"
cask "font-saucecodepro-nerd-font"
cask "font-shuretechmono-nerd-font"
cask "font-sourcecodepro-nerd-font"
cask "font-sourcecodepro-nerd-font-mono"
cask "font-spacemono-nerd-font"
cask "font-spacemono-nerd-font-mono"
cask "font-terminessttf-nerd-font"
cask "font-tinos-nerd-font"
cask "font-tinos-nerd-font-mono"
cask "font-ubuntu-nerd-font"
cask "font-ubuntumono-nerd-font"
cask "font-ubuntumono-nerd-font-mono"
cask "font-victormono-nerd-font"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hazel"
cask "istat-menus"
cask "iterm2"
cask "jira-client"
cask "karabiner-elements"
cask "keka"
cask "kextviewr"
cask "keybase"
cask "knockknock"
cask "lens"
cask "macdown"
cask "ngrok"
cask "paw"
cask "postico"
cask "slack"
cask "switchresx"
cask "taskexplorer"
cask "vagrant"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vmware-fusion"
cask "vnc-viewer"
cask "wireshark"

mas "1Password 7", id: 1333542190
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Micro Snitch", id: 972028355
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Monodraw", id: 920404675
mas "Moom", id: 419330170
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Shush", id: 496437906
mas "Slack", id: 803453959
mas "Wizard Pro", id: 497487206
mas "Xcode", id: 497799835
